Repository: fulvio999-new/uBuild
Catalog: po/*.po
Languages: fr

source: Product Info
fr: Informations sur le produit

source: A Simple Read-only monitor for your favourite Jenkins
fr: Un simple moniteur en lecture pour votre Jenkins

source: Close
fr: Fermer

source: Add a new Jenkins
fr: Ajouter un nouveau Jenkins

source: Display Name:
fr: Nom d'affichage :

source: Field required
fr: Champ obligatoire

source: Save
fr: Enregistrer

source: Show
fr: Afficher

source: Load Default
fr: Charger par défaut

source: Remove ALL Saved Jenkins URL ?
fr: Supprimer tout Jenkins URL ?

source: (there is no restore)
fr: (il n'y a pas de récupération)

source: Delete
fr: Supprimer

source: Succesfully Removed ALL data
fr: TOUTES les données ont été supprimées avec succès

source: Operation Result
fr: Résultat de l'opération

source: Invalid input
fr: Entrée invalide

source: Display name or url
fr: Nom d'affichage

source: Remove selected Jenkins URL ?
fr: Supprimer l'URL Jenkins sélectionnée ?

source: Operation executed successfully
fr: Opération exécutée avec succès

source: Display name:
fr: Nom d'affichage :

source: General Data
fr: Valeurs générales

source: Name
fr: Nom

source: Description
fr: La description

source: Health report descr.:
fr: Rapport de santé:

source: Health report score
fr: Rapport de santé score

source: In Queue
fr: dans la file d'attente

source: Buildable
fr: Constructible

source: Build Informations
fr: Build Information

source: Total builds
fr: Total des builds

source: Last build number
fr: Dernier numéro de build

source: Last complete build
fr: Dernière build complète

source: Build number
fr: Build nombre

source: Last stable build
fr: Dernière version stable

source: Build result
fr: Build résultat

source: Build time
fr: Temps de construction

source: Build estimated duration
fr: Build durée estimée

source: Artifact(s) found
fr: Artefact trouvé

source: Last failed build
fr: Dernière build échouée

source: Last Unstable build
fr: Dernière build Unstable

source: Health report description
fr: Description du rapport de santé

source: Last completed build
fr: Dernière build terminée

source: Display
fr: Nom d'affichage

source: Job name
fr: Nom du Tâche

source: Status
fr: État

source: Success
fr: Succès

source: Failed
fr: Échoué

source: In progress
fr: En cours

source: Disabled
fr: désactivé

source: Aborted
fr: Avorté

source: No built
fr: Aucun build

source: Enable auto-refresh (2 minutes)
fr: Activer l'actualisation automatique (2 minutes)

source: Total Jobs found
fr: Tâches trouvées au total

source: Found
fr: Trouvées

source: Jenkins url(s)
fr: URL Jenkins

source: Select
fr: Sélectionner

source: Choose Jenkins...
fr: Choisir Jenkins...

source: Load jobs
fr: Charger les tâches

source: Last check
fr: Dernière vérification

source: Filter:
fr: Filtrer:

source: Job name or Job status
fr: Nom du travail ou statut du travail

source: Filter
fr: Filtrer

source: Last check:
fr: Dernière vérification :

source: Filter by:
fr: Filtrer par

source: Please, select an URL
fr: Veuillez sélectionner une URL

source: About
fr: À propos

source: Settings
fr: Paramètres

source: Artifact(s)
fr: Artefact

source: Details for
fr: Détails pour

source: Back
fr: Arrière

source: Application Configuration
fr: Configuration de l'application

source: Saved Jenkins Url(s) found
fr: URL Jenkins enregistrées

source: No saved Jenkins url found to display
fr: Aucune URL Jenkins enregistrée et trouvée à afficher

source: Operation executed Successfully
fr: Opération exécutée avec succès
